<html><head><meta http-equiv="Content-Type" content="text/html; charset=utf-8"><link rel="stylesheet" type="text/css" href="style.css" /><title>&#23567;&#23567;&#30005;&#26262;&#29482;</title></head><body><h1 id="blog-Title"><a href="index.html">&#35;import &#34;Leask.h&#34;</a></h1><div id="bp"><h2 id="bp-15BAC1A170471DB_1228-Title">&#23567;&#23567;&#30005;&#26262;&#29482;</h2><h5 id="bp-15BAC1A170471DB_1228-publish">11/16/2005 2&#58;17&#58;07 PM</h5><div id="bp-15BAC1A170471DB_1228-content" class="blogpost"><div><img src="img/15BAC1A170471DB_1228_0.jpg" /></div>
<div> </div>
<div>身边的朋友都说，其实她已经对你很好了...</div>
<div>是呀，其实真的已经很好了。</div>
<div>也许是我自己不懂珍惜吧。</div>
<div>收到这个小小电暖猪的时候心颤了一下。</div>
<div>我知道，我感动了。</div>
<div>日子一天比一天冷了，我只是希望她可以拥有属于她的温暖。</div>
<div>而我，决定这个周末去买衣服，准备熬过这一年将异常寒冷的冬季。</div>
<div>我什么也没想，平静的面对小道上可怜的落叶。</div>
<div>平静地面对北风迎面送来的黄沙。</div>
<div>我的失落是因为害怕寒冷吗？</div>
<div>还是因为追忆那一份原本属于我的温暖。</div>
<div>忘不了，所以难过。</div>
<div>妥协了，所以伤感。</div>
<div>日子一天天过，原来曾经的承诺，是许给自己的。</div>
<div>只是已在叶子被吹落的哪一刻被吹往未知的梦境。</div>
<div>那是我的逝水年华。</div>
<div>
<hr />
</div><img src="img/15BAC1A170471DB_1228_1.jpg" /><img src="img/15BAC1A170471DB_1228_2.jpg" /></div><h3>Comments</h3><div id="bp-15BAC1A170471DB_1228-comments" class="comments"><div id="comment-15BAC1A170471DB_1232"><h5 id="comment-15BAC1A170471DB_1232"> - 11/17/2005 8&#58;11&#58;58 AM</h5>&#20851;&#20110;&#36825;&#31181;&#20107;&#24773;.&#25105;&#21402;&#30528;&#33080;&#30382;&#25226;&#25105;&#30340;&#25991;&#31456;&#21457;&#32473;&#20320;&#30475;&#30475;.&#21035;&#20171;&#24847;&#21734;.&#10;&#10;&#35831;&#38745;&#38745;&#22320;&#29233;&#25105; &#10; &#10;&#30475;&#21040;&#19968;&#20010;&#26379;&#21451;&#35780;&#20215;&#29233;&#19982;&#34987;&#29233;&#30340;&#35328;&#35770;&#65306;&#29233;&#21035;&#20154;&#26159;&#33258;&#24049;&#30340;&#26435;&#21033;&#65292;&#25152;&#20197;&#65292;&#29233;&#21035;&#20154;&#21482;&#26159;&#33258;&#24049;&#30340;&#20107;&#24773;&#65292;&#19982;&#34987;&#29233;&#30340;&#20154;&#26080;&#20851;&#12290;&#8221;&#10;&#20110;&#26159;&#65292;&#24819;&#35828;&#28857;&#20160;&#20040;&#12290;&#10;&#22826;&#22810;&#34987;&#29233;&#30340;&#20154;&#65292;&#26576;&#26102;&#20505;&#20250;&#35273;&#24471;&#33258;&#24049;&#27424;&#20154;&#23478;&#20160;&#20040;&#12290;&#26159;&#19981;&#26159;&#26159;&#22240;&#20026;&#34987;&#29233;&#21364;&#26080;&#27861;&#29233;&#20154;&#30340;&#19968;&#31181;&#24871;&#30106;&#21602;&#65311;&#22914;&#26524;&#26159;&#36825;&#26679;&#30340;&#35805;&#65292;&#37027;&#20040;&#29233;&#21035;&#20154;&#23601;&#19981;&#35265;&#24471;&#19982;&#34987;&#29233;&#30340;&#20154;&#26080;&#20851;&#20102;&#21543;&#12290;&#37027;&#20040;&#20123;&#21487;&#24604;&#30340;&#20154;&#65292;&#22240;&#20026;&#34987;&#29233;&#65292;&#26080;&#31471;&#31471;&#22320;&#34987;&#21152;&#19978;&#20102;&#36131;&#20219;&#19982;&#20041;&#21153;&#12290;&#10;&#20182;&#20204;&#30340;&#19982;&#24515;&#19981;&#24525;&#21487;&#33021;&#26159;&#22240;&#20026;&#22826;&#26377;&#33391;&#24515;&#20102;&#21543;&#65292;&#23545;&#20154;&#23478;&#22826;&#26377;&#33391;&#24515;&#65292;&#20320;&#30340;&#33391;&#24515;&#21364;&#19981;&#35265;&#24471;&#36807;&#24471;&#21435;&#12290;&#10;&#31361;&#28982;&#24819;&#21040;&#36132;&#30340;&#20960;&#21477;&#35805;&#65306;&#10;&#8220;&#20320;&#23545;&#20854;&#23427;&#30340;&#20154;&#22909;&#65292;&#20854;&#23454;&#23601;&#26159;&#23545;&#25105;&#30340;&#19981;&#22909;&#65292;&#20320;&#30693;&#36947;&#21527;&#65311;&#8221;&#10;&#8220;&#27874;&#27874;&#65292;&#20320;&#35201;&#23545;&#25105;&#19981;&#22909;&#21527;&#65311;&#8221;&#10;&#24403;&#26102;&#65292;&#26159;&#25340;&#20102;&#21629;&#22320;&#25671;&#22836;&#65292;&#24863;&#35874;&#22307;&#27597;&#23064;&#23064;&#30340;&#25945;&#23548;&#12290;&#35201;&#30693;&#36947;&#65306;&#23433;&#20840;&#31532;&#19968;&#21834;&#12290;&#10;&#29616;&#22312;&#24819;&#24819;&#65292;&#20854;&#23454;&#65292;&#34542;&#26377;&#36947;&#29702;&#30340;&#12290;&#10;&#25105;&#22312;&#36825;&#20010;&#19990;&#30028;&#19978;&#65292;&#35201;&#29233;&#65292;&#21482;&#29233;&#19968;&#20010;&#20154;&#12290;&#22914;&#26524;&#20320;&#29233;&#25105;&#65292;&#32780;&#19981;&#26159;&#25105;&#25152;&#29233;&#30340;&#20154;&#12290;&#23545;&#19981;&#36215;&#65292;&#37027;&#20123;&#20154;&#24050;&#32463;&#22826;&#22810;&#12290;&#20320;&#65292;&#35831;&#23398;&#30528;&#36319;&#20854;&#23427;&#20154;&#19968;&#26679;&#65292;&#38745;&#38745;&#22320;&#29233;&#30528;&#25105;&#65292;&#19981;&#35201;&#25171;&#25200;&#25105;&#30340;&#29983;&#27963;&#12290;OK&#65311;&#10;&#65288;&#20877;&#22238;&#22836;&#30475;&#20102;&#19968;&#36941;&#20170;&#22825;&#30340;&#26085;&#24535;&#65292;&#26377;&#22815;&#33261;&#23617;&#30340;&#12290;&#19981;&#36807;&#39047;&#26377;&#21746;&#29702;&#65289;</div><div id="comment-15BAC1A170471DB_1265"><h5 id="comment-15BAC1A170471DB_1265"> - 12/11/2005 2&#58;30&#58;10 AM</h5>&#35201;&#30693;&#36275;&#21834;&#65281;</div></div></div></body></html>