window.YTD.direct_messages_group.part0 = [
  {
    "dmConversation" : {
      "conversationId" : "1031200519224610816",
      "messages" : [
        {
          "participantsLeave" : {
            "userIds" : [
              "49913"
            ],
            "createdAt" : "2019-10-05T04:29:39.259Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "我也是发给你们的时候才发现的，哈哈，抱歉，叨扰了",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1032144662167838724",
            "createdAt" : "2018-08-22T05:57:18.470Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "原来twitter是支持群聊dm的？我现在拆知道，我用的是 tweetbot，没有这个功能。",
            "mediaUrls" : [ ],
            "senderId" : "10065202",
            "id" : "1032103297501605892",
            "createdAt" : "2018-08-22T03:12:56.423Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "嗯，是的，我们现在的联络人曾经是在加拿大政府做移民安顿的，一步步来吧，先解决丸子的入学。本来想让她读完高中再过去读大学，然而这些年国际高中的质量没有大的起色，还是价高质次，想想还是走吧",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031457165725204484",
            "createdAt" : "2018-08-20T08:25:26.544Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "建议找个在加拿大移民局注册有执照的中介仔细问问吧。",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031450031268802564",
            "createdAt" : "2018-08-20T07:57:05.578Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "刚确认了一下，是半年多次往返的探亲签，可以延长到一年",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031448684968337412",
            "createdAt" : "2018-08-20T07:51:44.572Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "是的",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031423040498716677",
            "createdAt" : "2018-08-20T06:09:50.490Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "比较曲折，多多注意风险吧",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031420903077371908",
            "createdAt" : "2018-08-20T06:01:20.852Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "这个我倒不清楚，丸子妈在办，当地有人帮忙的，可能就是你说的比较宽限的旅游签证，是的，这个转不了移民签，不过我们那边有老朋友而且是入籍的比较好办一些，丸子妈先读个 MBA，丸子的高中学费都能免了，大概一年半左右，学费也不贵，然后我朋友给丸子妈出个 job offer  转工签，工作一年左右就有机会转移民签",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031419142446829572",
            "createdAt" : "2018-08-20T05:54:21.085Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "加拿大没有陪读签证，只有稍微放宽一点限制的旅游签证。所以通过这个渠道是不可能从非移民签证转换成移民签证的。",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031415109611151365",
            "createdAt" : "2018-08-20T05:38:19.580Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "她们俩不回去了，我因为国内还有公司业务还得留在国内一段时间，但是最终也会出去",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031414551487504388",
            "createdAt" : "2018-08-20T05:36:06.530Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "你这样是没可能不回去的吧…",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031408334065295364",
            "createdAt" : "2018-08-20T05:11:24.166Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "好吧……我只是送丸子去读高中，她妈妈去陪读，顺便就不回来了……",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031408138065403908",
            "createdAt" : "2018-08-20T05:10:37.462Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "过去不管什么分拆购汇和使用他人额度。你现在这么干试试看，估计会被喝茶的",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031407544709926916",
            "createdAt" : "2018-08-20T05:08:15.966Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "外汇管制没变过啊，一个人头一年五万刀，我算了一下，把家里的人头全都用上，12月换一次，隔年一月换一次就也就40万刀，然后电汇出境？",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031407076361162756",
            "createdAt" : "2018-08-20T05:06:24.323Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "我那是多少年前的事情啦，那时候党国还巴不得你换外汇呢。",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031406406308712452",
            "createdAt" : "2018-08-20T05:03:44.551Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "也对……那你们是怎么买房子的嘞？有什么窍门嘞？",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031406254298521605",
            "createdAt" : "2018-08-20T05:03:08.312Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "那要交两次地产转让税。。",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031250929557950470",
            "createdAt" : "2018-08-19T18:45:56.027Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "或者我让朋友买，他再转让给我？",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031239052853313540",
            "createdAt" : "2018-08-19T17:58:44.379Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "银行担保账号倒不是问题，我在那边有朋友可以帮忙",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031238918610374660",
            "createdAt" : "2018-08-19T17:58:12.377Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "money order......感觉好古老啊，我90年代末做进口仪器的时候用过 money order😢",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031238681535758340",
            "createdAt" : "2018-08-19T17:57:15.860Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "预付是money order",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031238192987623428",
            "createdAt" : "2018-08-19T17:55:19.386Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "本地银行账户的担保账号",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031238138977546245",
            "createdAt" : "2018-08-19T17:55:06.504Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "那你们那边买房都是怎么交易的？现金？本地账户？还是什么嘞？",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031237923671171076",
            "createdAt" : "2018-08-19T17:54:15.159Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "比特币是个主意诶，哈哈",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031237550382374916",
            "createdAt" : "2018-08-19T17:52:46.165Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "要到安省啊~欢迎~",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031233918262030340",
            "createdAt" : "2018-08-19T17:38:20.213Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "不行就买比特币试试看？",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031233345643073540",
            "createdAt" : "2018-08-19T17:36:03.698Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "......当然不能了。。。",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031233077308280839",
            "createdAt" : "2018-08-19T17:34:59.698Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "在那边置业的话不能刷卡交易吗？香港汇丰的应该可以吧？",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031231509166837764",
            "createdAt" : "2018-08-19T17:28:45.827Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "那有什么办法吗？我也可能会搬到安省大家做邻居诶",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031231162667036676",
            "createdAt" : "2018-08-19T17:27:23.236Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "去",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031218307205148677",
            "createdAt" : "2018-08-19T16:36:18.292Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "对啊。。。为了买房当然出不起",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031218299663798279",
            "createdAt" : "2018-08-19T16:36:16.498Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "听朋友说他的资金出不去诶。。。",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031216784907558917",
            "createdAt" : "2018-08-19T16:30:15.283Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "这个情况不同一人一个办法。。",
            "mediaUrls" : [ ],
            "senderId" : "49913",
            "id" : "1031210524325888004",
            "createdAt" : "2018-08-19T16:05:22.654Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "两位，国内的资金怎么在枫叶国买房嘞？",
            "mediaUrls" : [ ],
            "senderId" : "800076",
            "id" : "1031200519224610820",
            "createdAt" : "2018-08-19T15:25:37.293Z"
          }
        },
        {
          "joinConversation" : {
            "initiatingUserId" : "800076",
            "participantsSnapshot" : [
              "800076",
              "49913",
              "10065202"
            ],
            "createdAt" : "2018-08-19T15:25:37.291Z"
          }
        }
      ]
    }
  },
  {
    "dmConversation" : {
      "conversationId" : "1294940290491363329",
      "messages" : [
        {
          "participantsLeave" : {
            "userIds" : [
              "1017384926835040257"
            ],
            "createdAt" : "2021-07-30T01:24:52.656Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "什么垃圾",
            "mediaUrls" : [ ],
            "senderId" : "1017384926835040257",
            "id" : "1299257370267148293",
            "createdAt" : "2020-08-28T08:07:50.790Z"
          }
        },
        {
          "participantsLeave" : {
            "userIds" : [
              "1006064950606008320"
            ],
            "createdAt" : "2020-08-23T04:16:33.981Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [
              {
                "url" : "https://t.co/BnJpYVSZrz",
                "expanded" : "http://naicha12.com",
                "display" : "naicha12.com"
              }
            ],
            "text" : "💰招聘！💰招聘！\n💰2020年遇到疫情在家赚钱\n✈️每小时基本操作可得200-800元\n❤️不收取任何的费用\n❤️LINE-ID：@882csvej\n❤️传送门LINE：https://t.co/BnJpYVSZrz",
            "mediaUrls" : [ ],
            "senderId" : "1294940277640015874",
            "id" : "1294940290491363333",
            "createdAt" : "2020-08-16T10:13:18.857Z"
          }
        },
        {
          "joinConversation" : {
            "initiatingUserId" : "1294940277640015874",
            "participantsSnapshot" : [
              "1030641564475748352",
              "1007538157984731136",
              "1032661669154115584",
              "1039351588106600449",
              "1032518234140946433",
              "1035327591723368448",
              "1029845032348479488",
              "1034811734391894022",
              "1007289338168631296",
              "103166974",
              "1034516471026798592",
              "1038408314462396417",
              "103238225",
              "1037311652943691776",
              "1034344662067101696",
              "1037583436624539648",
              "1033699531043426305",
              "1035143934635171841",
              "1006064950606008320",
              "1023377237498687488",
              "1029380181994168320",
              "1023908139836612608",
              "10065202",
              "1032519986",
              "102535245",
              "103685943",
              "1034752801945993216",
              "1009706696321613824",
              "1035892589080195072",
              "1294940277640015874",
              "103548257",
              "1040126040415207424",
              "1039970800051400707",
              "1029815297350541314",
              "1032971497441320960",
              "1036958307393536002",
              "1037196767610249216",
              "1018158960715526145",
              "1039458874363760640",
              "1039972088776294400",
              "1037931530046173184",
              "1014514195428040704",
              "1265575860469465098",
              "1032413975084974080",
              "1037520594613362689",
              "1007269427988049920",
              "1007128089355317249",
              "1030420258123739144",
              "1040048368435658752",
              "1036738034677342208",
              "1026289580",
              "1017384926835040257",
              "1030760039181680640",
              "1039412929223778304",
              "1032735312408137733",
              "1034107704795705345",
              "1038397262823546885",
              "1032434353274408960",
              "1033145421395181568",
              "1031064766452707328",
              "1039556821910872064",
              "1037309867969601542",
              "1034719028994949120",
              "1016126800022331392",
              "1037163205338968065",
              "1030648661221494784",
              "1029898326630526976",
              "1034782290",
              "1036964635444830209",
              "1015792631777984512",
              "1033707704072593409",
              "1031052885935546368",
              "1035243551120998400",
              "1039839897106800640",
              "1030851974026022912"
            ],
            "createdAt" : "2020-08-16T10:13:18.855Z"
          }
        }
      ]
    }
  },
  {
    "dmConversation" : {
      "conversationId" : "1297384264778973186",
      "messages" : [
        {
          "participantsLeave" : {
            "userIds" : [
              "1006656148672565248"
            ],
            "createdAt" : "2020-10-12T05:38:19.052Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [
              {
                "url" : "https://t.co/l6d3N1jz74",
                "expanded" : "http://naicha12.com",
                "display" : "naicha12.com"
              }
            ],
            "text" : "🌎FB-Push_國際臉書推🌎\n💯廣招線上在家兼職小幫手\n⭕️臉書點LiKe+追蹤輕鬆賺\n👌動動手指+幫影片衝人氣\n🙋‍♀️時薪近300元+天天結算\n☀️小確幸+手機隨時賺外快\n🚫無收費+當日轉帳發薪水\n🏧須年滿20歲+薪資每天轉出\n🏠隨時隨地+在家也可接工作\n❤️天天一點點+增加額外收入\n🤝名額有限+還不行動洽詢？\n✅官方LINE：1995applied\n📲傳送門：https://t.co/l6d3N1jz74",
            "mediaUrls" : [ ],
            "senderId" : "1297384220759699456",
            "id" : "1297384264778973190",
            "createdAt" : "2020-08-23T04:04:47.793Z"
          }
        },
        {
          "joinConversation" : {
            "initiatingUserId" : "1297384220759699456",
            "participantsSnapshot" : [
              "10065002",
              "1006751384077824001",
              "1006695936918253570",
              "1006391496747044864",
              "1006827986975318021",
              "1297384220759699456",
              "1006512047176077312",
              "1006749275089334273",
              "1006708409331273728",
              "1006713314921943041",
              "10065202",
              "1006394510564159494",
              "1006696132498448385",
              "1006423546145341440",
              "100676033",
              "1006763774823583745",
              "1006526769426411520",
              "1006549216951300096",
              "1006568627556904961",
              "1006440126",
              "1006768200569311232",
              "1006612590666149888",
              "100666075",
              "1006654555067682818",
              "1006756295116873728",
              "1006815753188802560",
              "1006391553135292416",
              "1006596851926093824",
              "1006493982908542976",
              "1006558265205854212",
              "1006795686879383553",
              "1006508268456296450",
              "1265575860469465098",
              "1006756513",
              "1006454833434333185",
              "1006779763254579200",
              "1006391024111849472",
              "1006656148672565248",
              "1006814184519192581",
              "1006785790377111562",
              "1006479092269502466",
              "100656970",
              "1006730471563145216",
              "1006729999569702912",
              "1006660633",
              "1006523679696551938",
              "1006746266892566530",
              "100671833",
              "1006719344703762432",
              "1006808637761904640",
              "1006741524464394240",
              "1006692058684260353",
              "1006731628364759041",
              "1006432837002657792",
              "1006396413171789824",
              "1006714080210677762",
              "1006432491044048896",
              "1006743520198176769",
              "1006818297839521794",
              "1006447657286434816",
              "1006501426887921670",
              "1006531803287465986",
              "1006424905",
              "1006455265095344128",
              "1006793207747932161",
              "1006455457328885760",
              "1006837294286790656",
              "1006762882346844160",
              "10064232",
              "1006547670020829184",
              "1006743199283494912",
              "1006519826",
              "1006574126021001221",
              "1006561132562305024"
            ],
            "createdAt" : "2020-08-23T04:04:47.790Z"
          }
        }
      ]
    }
  },
  {
    "dmConversation" : {
      "conversationId" : "1301046507936784384",
      "messages" : [
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [
              {
                "url" : "https://t.co/1HlUr6iP3v",
                "expanded" : "http://zse552.com",
                "display" : "zse552.com"
              }
            ],
            "text" : "招手機代操人員\n好機會來啦\n時薪15-100美金\n無需繳納費用，按要求完成\n手機上代操，簡單易懂，輕鬆得薪\n好項目，不需要太多表達\n傳送門：https://t.co/1HlUr6iP3v",
            "mediaUrls" : [ ],
            "senderId" : "1301046495190200321",
            "id" : "1301046507936784388",
            "createdAt" : "2020-09-02T06:37:14.519Z"
          }
        },
        {
          "joinConversation" : {
            "initiatingUserId" : "1301046495190200321",
            "participantsSnapshot" : [
              "1006385106787840000",
              "1006367793581842439",
              "10065002",
              "1006300788572893184",
              "1006349335091531777",
              "1006255663293530113",
              "1006365803451592705",
              "1006391496747044864",
              "1006512047176077312",
              "1301046495190200321",
              "10065202",
              "1006247320659390468",
              "1006378345632694272",
              "1006423546145341440",
              "1006526769426411520",
              "1006549216951300096",
              "1006568627556904961",
              "1006440126",
              "1006372590494068738",
              "1006612590666149888",
              "1006654555067682818",
              "1006256862",
              "1006368038378135552",
              "1006391553135292416",
              "1006596851926093824",
              "1006493982908542976",
              "1006558265205854212",
              "1006508268456296450",
              "1006371062601285632",
              "1006454833434333185",
              "1006321403963084805",
              "1006391024111849472",
              "1006256048120815616",
              "1006479092269502466",
              "1006336994518056960",
              "1006303435514249216",
              "100656970",
              "1006376213294735360",
              "1006523679696551938",
              "1006396413171789824",
              "1006347373579198464",
              "1006372917163126784",
              "1006373040727326722",
              "1006432837002657792",
              "1006248878067179520",
              "1006432491044048896",
              "1006255205053128705",
              "1006447657286434816",
              "1006501426887921670",
              "1006531803287465986",
              "1006424905",
              "1006455265095344128",
              "1006308692575154176",
              "1006268839334633473",
              "1006455457328885760",
              "10064232",
              "1006547670020829184",
              "1006519826",
              "1006574126021001221",
              "1006561132562305024",
              "1006290984"
            ],
            "createdAt" : "2020-09-02T06:37:14.517Z"
          }
        }
      ]
    }
  },
  {
    "dmConversation" : {
      "conversationId" : "1301046525892521985",
      "messages" : [
        {
          "participantsLeave" : {
            "userIds" : [
              "1006656148672565248"
            ],
            "createdAt" : "2020-10-12T05:37:21.388Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [
              {
                "url" : "https://t.co/vOAb1y6Me0",
                "expanded" : "http://zse552.com",
                "display" : "zse552.com"
              }
            ],
            "text" : "招手機代操人員\n好機會來啦\n時薪15-100美金\n無需繳納費用，按要求完成\n手機上代操，簡單易懂，輕鬆得薪\n好項目，不需要太多表達\n傳送門：https://t.co/vOAb1y6Me0",
            "mediaUrls" : [ ],
            "senderId" : "1301046494552678401",
            "id" : "1301046525892521989",
            "createdAt" : "2020-09-02T06:37:18.813Z"
          }
        },
        {
          "joinConversation" : {
            "initiatingUserId" : "1301046494552678401",
            "participantsSnapshot" : [
              "1006385106787840000",
              "1006367793581842439",
              "10065002",
              "1006300788572893184",
              "1006349335091531777",
              "1006255663293530113",
              "1006365803451592705",
              "1006695936918253570",
              "1006391496747044864",
              "1006512047176077312",
              "1006708409331273728",
              "1006713314921943041",
              "10065202",
              "1006247320659390468",
              "1006696132498448385",
              "1006378345632694272",
              "1006423546145341440",
              "1006526769426411520",
              "1006549216951300096",
              "1006568627556904961",
              "1006440126",
              "1006372590494068738",
              "1006612590666149888",
              "100666075",
              "1006654555067682818",
              "1006256862",
              "1006368038378135552",
              "1006391553135292416",
              "1006596851926093824",
              "1006493982908542976",
              "1006558265205854212",
              "1006508268456296450",
              "1265575860469465098",
              "1006371062601285632",
              "1006454833434333185",
              "1006321403963084805",
              "1006391024111849472",
              "1006656148672565248",
              "1006256048120815616",
              "1006479092269502466",
              "1006336994518056960",
              "1006303435514249216",
              "100656970",
              "1006376213294735360",
              "1006660633",
              "1006523679696551938",
              "1006692058684260353",
              "1006347373579198464",
              "1006372917163126784",
              "1006373040727326722",
              "1006432837002657792",
              "1006396413171789824",
              "1006248878067179520",
              "1006432491044048896",
              "1006255205053128705",
              "1301046494552678401",
              "1006447657286434816",
              "1006501426887921670",
              "1006531803287465986",
              "1006424905",
              "1006455265095344128",
              "1006308692575154176",
              "1006268839334633473",
              "1006455457328885760",
              "10064232",
              "1006547670020829184",
              "1006519826",
              "1006574126021001221",
              "1006561132562305024",
              "1006290984"
            ],
            "createdAt" : "2020-09-02T06:37:18.811Z"
          }
        }
      ]
    }
  },
  {
    "dmConversation" : {
      "conversationId" : "1302117526235561984",
      "messages" : [
        {
          "participantsLeave" : {
            "userIds" : [
              "1040186654219227136"
            ],
            "createdAt" : "2020-10-31T10:07:30.880Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [ ],
            "text" : "伟大的祖国万岁！伟大的祖国万岁！伟大的祖国万岁！伟大的祖国万岁！伟大的祖国万岁！伟大的祖国万岁！中华人民共和国万岁！中华人民共和国万岁！中华人民共和国万岁！中华人民共和国万岁！中华人民共和国万岁！中华人民共和国万岁！中华人民共和国万岁！中国共产党万岁！中国共产党万岁！中国共产党万岁！中国共产党万岁！中国共产党万岁！中国共产党万岁！中国共产党万岁！中国共产党万岁！中国共产党万岁！中国共产党万岁！中国共产党万岁！中国共产党万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！习近平万岁！",
            "mediaUrls" : [ ],
            "senderId" : "1039879824783732738",
            "id" : "1302654646968700932",
            "createdAt" : "2020-09-06T17:07:24.673Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [
              {
                "url" : "https://t.co/hyFcCIYJ0Z",
                "expanded" : "https://twitter.com/messages/media/1302653206334287877",
                "display" : "pic.twitter.com/hyFcCIYJ0Z"
              }
            ],
            "text" : "支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者支持安倍的法西斯主義者 https://t.co/hyFcCIYJ0Z",
            "mediaUrls" : [
              "https://ton.twitter.com/dm/1302653206334287877/1302653196410609664/SfIDZku1.jpg"
            ],
            "senderId" : "1039879824783732738",
            "id" : "1302653206334287877",
            "createdAt" : "2020-09-06T17:01:41.337Z"
          }
        },
        {
          "messageCreate" : {
            "reactions" : [ ],
            "urls" : [
              {
                "url" : "https://t.co/ud0FegYEKo",
                "expanded" : "http://zse552.com",
                "display" : "zse552.com"
              }
            ],
            "text" : "招手機代操人員\n好機會來啦\n時薪15-100美金\n無需繳納費用，按要求完成\n未成年，學生勿擾\n手機上代操，簡單易懂，輕鬆得薪\n好項目，不需要太多表達\n傳送門： https://t.co/ud0FegYEKo",
            "mediaUrls" : [ ],
            "senderId" : "1302117510255239168",
            "id" : "1302117526235561988",
            "createdAt" : "2020-09-05T05:33:05.192Z"
          }
        },
        {
          "joinConversation" : {
            "initiatingUserId" : "1302117510255239168",
            "participantsSnapshot" : [
              "1029845032348479488",
              "1040197230479601664",
              "1009480644869513216",
              "1007289338168631296",
              "1028869798849998848",
              "1039921774224236544",
              "1040121596403277824",
              "1034344662067101696",
              "1035143934635171841",
              "1006064950606008320",
              "1029380181994168320",
              "1023908139836612608",
              "10065202",
              "1039951310823538689",
              "102535245",
              "1009706696321613824",
              "1040111070474428417",
              "1031060977897230336",
              "1039970800051400707",
              "1029815297350541314",
              "1018158960715526145",
              "1040081072271196160",
              "1039972088776294400",
              "1024850428570157056",
              "1039892369657626624",
              "101488813",
              "1039826531713867776",
              "1014514195428040704",
              "1039875474493558784",
              "104007879",
              "103991932",
              "1265575860469465098",
              "1040186654219227136",
              "1006853643050672128",
              "1011133566011314176",
              "1032413975084974080",
              "1037520594613362689",
              "1007269427988049920",
              "1007128089355317249",
              "1026289580",
              "1040171260464914432",
              "1040080453858775040",
              "1040190108417306624",
              "1039412929223778304",
              "1039933775545683968",
              "1015256449700655104",
              "1018250264804057089",
              "1025026813112676353",
              "1016126800022331392",
              "1011928276103778304",
              "1039854916972539905",
              "1302117510255239168",
              "1039879824783732738",
              "1040068131241320448",
              "1040097897595863040",
              "1040063720825606144",
              "1015792631777984512",
              "1039947090967781376",
              "1039839897106800640",
              "104007332",
              "1025045837582422016",
              "1030851974026022912"
            ],
            "createdAt" : "2020-09-05T05:33:05.190Z"
          }
        }
      ]
    }
  }
]